{"_id":{"$oid":"5e65cc3b70d3ee4288d7ae0a"},"cityName":"Kashmir","description":"Popularly known as the \"Paradise on Earth\", Jammu and Kashmir is world famous for its scenic splendour, snow-capped mountains, plentiful wildlife, exquisite monuments, hospitable people and local handicrafts. Your trip to Jammu and Kashmir will be a memorable one as the state will not only appeal to you with its scenic beauty and snow-covered mountain ranges, but the adventure sports will take you to a different world.   Nestled in the Himalayan, Pir Panjal and Karakoram mountain ranges are renowned for their natural beauty and gentle people. Jammu and Kashmir is dotted with the most beautiful mountain peaks, massive glaciers, splendid monasteries, blue lakes, rivers, forests, verdant meadows and tall pine trees. While sports like Skiing, golf, trekking, river rafting, paragliding, camping make the trip to Jammu and Kashmir more adventurous, Amarnath and Vaishno Devi attract a large number of pilgrims every year. Dal Lake, Kashmir Valley, Khardung La Pass, Gulmarg, Shalimar Bagh are some of the major attractions of the state. The unparalleled beauty and charm of the state and the sweetness of the residents will remain etched in your memory forever.","imgUrl":"https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2019-08/f05a0150-bf9a-11e9-889d-4965fab2ec1e"}
{"_id":{"$oid":"5e65cc9670d3ee4288d7ae0b"},"cityName":"Ooty","description":"The Blue Mountains have always been shrouded in mysticism, and Ooty is no exception to that. For every mountain lover, the very idea of travelling to the city known as the Queen of the Hills holds an allure like no other. Once regarded as the summer headquarters of the East India Company (and for a very good reason), Ooty, also known as Udagamandalam, is a hill station in Tamil Nadu which serves as a very popular tourist destination for anyone looking for a picturesque place to relax and unwind. Ooty is nestled amidst the Nilgiri hills at an altitude of 2,240 meters above sea level and enjoys a favourable climate all year round.   Ooty oozes simplicity, devoid of any boundaries, so anyone who visits the place can feel at one with the local culture. The journey to Ooty itself is dotted with magnificent sights of the awe-inspiring Nilgiri hills, tea gardens, and serene waterfalls. The cool, peaceful landscape of Ooty is almost movie-like – winding country lanes that you can spend hours simply walking on, and the charm of old-world colonial architecture infuses fresh air into the souls of travellers. For anyone looking for a respite from the mind-boggling humidity and the scorching Indian sun, Ooty is the place to be.  Ooty is a very popular destination for couples and honeymooners, and there's no better way to fully take in all that this city has to offer than to take a trip on the Toy Train, which lets you enjoy panoramic views of this beautiful hill station right from your seat. The Nilgiri Mountain Railways has the steepest track in all of Asia, and it is one of the best train rides you will ever have the chance of experiencing. Remember the hit song 'Chaiyya Chaiyya' where Shahrukh Khan and Malaika Arora were seen matching steps on top of a train? Remember the breathtaking locales as the train chugged its way across lush greenery? Yes, that was the Nilgiri Mountain Railways, and the Nilgiri Mountains all along.","imgUrl":"https://www.holidify.com/images/bgImages/OOTY.jpg"}
{"_id":{"$oid":"5e65cbe170d3ee4288d7ae09"},"cityName":"Rameshwaram","description":"Rameshwaram is one of the holiest places in India and is located on a beautiful island. It is separated by a small Pamban channel from Sri Lanka. According to the Hindu mythology, this is the place where Lord Rama created a bridge across the sea to Sri Lanka.  Rameshwaram is located on a beautiful island in the lower side of India. Lord Shiva too is worshipped in this place. Renowned for its magnificent prakaras with massive sculptured pillars on either side, The Ramanathaswamy Temple houses the longest corridor in the world. Agniteertham is famous for its sacred waters and Pilgrims perform poojas in honour of their ancestors at this seashore. The Five-faced Hanuman Temple holds the floating stone which was used to build the bridge between India and Sri Lanka.","imgUrl":"https://cdn1.goibibo.com/t_tg_fs/tamil-nadu-rameshwaram-149353085445-orijgp.jpg"}
